import streamlit as st

st.write("""Этот проект предназначен для классификации изображений с помощью готовых моделей, 
а также для дообучения пользовательских моделей при помощи наборов данных.
""")
st.write(
    """Здесь Вы можете проверить, является ли Ваша собачка собачкой на самом деле (по крайней мере по мнению обученной модели).
     А может быть, Вы хотите проверить, насколько белый белый медведь. Или показать модели своих кошечек или собак, бурых или белых медведей 
     (если они у Вас есть) – вдруг ей понравится.""")
st.write("""В общем, приятного (и аккуратного) пользования.""")
st.write("""Кстати, зарегистрируйтесь – это безопасно, полезно, а ваши пароли надёжно шифруются 😉. """)
st.write("""С каждой безуспешной регистрацией в мире исчезает одна кошка🔪.""")